Error.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GenericError { get; }
  Visual Basic
Public Shared ReadOnly Property GenericError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GenericError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace